/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Kontaktene i adresseboken din vil bli samlet inn av Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Lagre snapper du tar til kamerarullen, send bilder og videoer i chat, og mer."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Kameraet brukes til å ta Snapper, videochat, legge til venner ved hjelp av Snapkode m.m.";

"NSMicrophoneUsageDescription" = "Mikrofonen brukes til innspilling av lyd til Snapper, videochat m.m.";

"NSMotionUsageDescription" = "Snapchat registrerer om enheten din var vertikal eller horisontal når du tar snapper, bruker linser, leser Discover og ser på annonser.";

"NSLocationWhenInUseUsageDescription" = "Snapchat bruker dette for å tilpasse din opplevelse og lar deg oppdage filtre, stories og annet omkring deg."; // Reworded 09/12/2016
